{"质押挖矿是基于以太坊智能合约开发出来的一种把验证节点和质押者联合起来的经济激励行为。所有用户质押的以太币都储存在以太坊区块链的智能合约里，即使技术开发人员或者用户都无法随意拿走这些以太币。一旦在预期时间内完成了利息，智能合约就会执行相应代码把以太币转到用户的账户上。此种质押挖矿的智能合约一旦发布到以太坊区块链上，所有的代码都无法被修改或者篡改。":"Mining by pledge is an economic incentive behavior based on Ethereum smart contract, which combines the verification node with the pledgor. All the Ethernet coins pledged by users are stored in the smart contract of the Ethereum blockchain, even if the technical developers or users are unable to take them away at will. Once the interest is completed within the expected time, the smart contract will execute the corresponding code to transfer the Ethernet currency to the user's account. Once the smart contract of pledge mining is released to the Ethereum blockchain, all codes cannot be modified or tampered with.","6、参与质押挖矿需要相应的通令，初始1个ETH兑换10000枚通令，GME每被兑换100万枚，智能合约自动执行兑换递减10%的GME,即：1ETH兑换9000枚GME、、8000枚、7000枚、6000枚、5000枚结束第一阶段兑换递减，即进入正式上线，GME每被兑换20万枚，兑换递减10%的GME，直到1ETH兑换10枚GME，不再递减。":"6. Corresponding orders are required to participate in the pledge mining. At the beginning, one eth is exchanged for 10000 orders. For every 1 million Gmes exchanged, the smart contract will automatically execute the GME with 10% reduction, That is: the exchange of 9000 Gmes, 8000 Gmes, 7000 Gmes, 6000 Gmes and 5000 Gmes for 1eth ends the first stage of exchange decline, that is to say, the first stage is officially launched. For every 200000 Gmes exchanged, the exchange decreases by 10% Gmes until the exchange of 10 Gmes for 1eth, no further decline.","6、参与质押挖矿需要相应的通令，初始1个ETH兑换10000枚通令，GME每被兑换500万枚，智能合约自动执行兑换递减10%的GME,即：1ETH兑换9000枚GME、、8000枚、7000枚、6000枚、5000枚结束第一阶段兑换递减，即进入正式上线，GME每被兑换20万枚，兑换递减10%的GME，直到1ETH兑换10枚GME，不再递减；":"6、Corresponding orders are required to participate in the pledge mining. In the initial stage, one eth is exchanged for 10000 orders. For every 5 million Gmes exchanged, the smart contract will automatically execute the GME with 10% reduction, That is: 1 eth exchanges 9000 Gmes, 8000 Gmes, 7000 Gmes, 6000 Gmes and 5000 Gmes, and the first stage of exchange decline is over. That is to say, Gmes are officially online. For every 200000 Gmes exchanged, the exchange decline of Gmes is 10%, until 1 eth exchanges 10 Gmes, there is no decline;","是的，以太节点联盟不是盘子，也不是一个项目，它是基于以太坊的应用工具，自动运行质押挖矿、发行币、自带激烈机制、封存在区块上、全部链上运行、前端和后端代码100%开源、数据真实可查、没有后门程序。由于无需升级维护，无法篡改，模式和制度永远不会改变。同时采用多线性映射和同态加密技术，防止黑客攻击，保证在以太坊智能合约中永续运作。":"Yes, the Ethernet node alliance is not a dish or a project. It is an application tool based on Ethereum, which automatically runs pledge mining, currency distribution, self-contained intense mechanism, block blocking, all chain running, front-end and back-end code 100% open source, data real and traceable, and no back door program. Since there is no need for upgrading and maintenance, it cannot be tampered with, and the mode and system will never change. At the same time, multi linear mapping and homomorphic encryption technology are used to prevent hacker attacks and ensure the sustainable operation in the Ethereum smart contract.","以太节点联盟的验证节点角色类似以太坊矿工，首先要质押32个ETH给以太坊2.0主网（目前质押在Topaz上）成为验证者，并有技术团队运行以太坊全节点网络进行PoS挖矿，维护以太坊网络的正常运行。以太坊验证节点在区块链网络中产生新的区块并获得出块收益，同时也必须对以太坊社区治理提案进行各种事务投票。":"The role of the verification node of the Ethernet node alliance is similar to that of the Ethereum miner. Firstly, 32 eth shall be pledged to the Ethereum 2.0 main network (currently pledged on Topaz) to become the verifier, and a technical team shall run the whole node network of Ethereum for POS mining to maintain the normal operation of the Ethereum network. The Ethereum verification node generates new blocks in the blockchain network and gains block benefits. At the same time, it must vote on various affairs of the Ethereum community governance proposal.","非常安全。因为没有人能私自动用资金！全由以太坊的智能合约控制。把所有进入的委托资产的数字货币封装在以太坊底层的区块合约地址里，进行加密，以及对奖金高频复杂算法的加密传送，并将质押账户资产转入冷钱包地址，避免黑客对结算系统的账户攻击。":"Very safe. Because no one can use the money without permission! All controlled by Ethereum's smart contract. Encapsulate the digital currency of all the entered entrusted assets in the block contract address at the bottom of Ethereum, encrypt and transmit the high-frequency complex algorithm of bonus, and transfer the pledged account assets into the cold wallet address to avoid the hacker's account attack on the settlement system.","imToken支持BTC、ETH、EOS等多链资产类型，它旨在为普通用户提供一款安全放心、简单好用、功能强大的数字资产钱包应用，且imToken 2.0版本是全球为数不多的支持DApp应用的区块链知名钱包，让智能合约触手可及。":"Imtoken supports BTC, ETH, EOS and other multi chain asset types. It aims to provide a safe, easy-to-use and powerful digital asset wallet application for ordinary users. And imtoken 2.0 is one of the few blockchain famous wallets supporting DAPP applications in the world, making smart contracts accessible.","以太节点联盟是由一群来自全球深网极客、以太坊验证节点和ATOM原技术团队强强联合发起，采用最新多线性映射和同态加密防护技术，把币圈和矿圈联系到一起，并建立在公平公开的全球第一公链以太坊之上，形成的完全去中心化一个自治组织。":"The Ethernet node alliance is a fully decentralized autonomous organization jointly initiated by a group of global deep network geeks, Ethereum verification nodes and atom's original technology team. It uses the latest multilinear mapping and homomorphic encryption protection technology to connect the currency circle and the mining circle, and builds on the world's first public chain Ethereum that is fair and open.","以太节点联盟是由一群来自全球深网极客、以太坊验证节点和ATOM原技术团队强强联 合，采用最新多线性映射和同态加密技术，把币圈和矿圈联系到一起，并建立在公平公正公开的全球第一公链以太坊之上，实现一个完全去中心化自治平台。":"The Ethernet node alliance is a strong alliance of a group of geeks from the global deep network, Ethereum verification nodes and atom's original technology team. It uses the latest multilinear mapping and homomorphic encryption technology to connect the currency circle and the mining circle, and builds on the world's first public chain Ethereum that is fair, just and open, to realize a completely decentralized autonomous platform.","以太节点联盟是由一群来自全球深网极客、以太坊验证节点和ATOM原技术团队强强联合，采用最新多线性映射和同态加密技术，把币圈和矿圈联系到一起，并建立在公平公正公开的全球第一公链以太坊之上，实现一个完全去中心化自治平台。":"The Ethernet node alliance is a strong alliance of a group of geeks from the global deep network, Ethereum verification nodes and atom's original technology team. It uses the latest multilinear mapping and homomorphic encryption technology to connect the currency circle and the mining circle, and builds on the world's first public chain Ethereum that is fair, just and open, to realize a completely decentralized autonomous platform.","9、以太节点联盟是一个独立的DApp，GME与ETH智能合约联动，按照智能合约兑振，等量递减发行。GME存储在每位参与者的私人钱包地址，可以实现点对点的自由交易，极大地丰富和繁荣ETH2.0质押挖矿生态；":"9. The Ethernet node alliance is an independent DAPP, GME and eth smart contract linkage, according to the smart contract vibration, the same amount of decreasing issuance. GME is stored in each participant's private wallet address, which can realize point-to-point free trade, greatly enriching and prospering the eth2.0 pledge mining ecology;","（2）增长收益：所有质押者必须购买通令GME进场，导致GME加速流通；入场所需的通令和提现手续费所需的通令进入销毁机制，导致GME 数量递减，变得流通量越来越少，从而导致GME价格就越来越高；":"(2) Growth income: all the Pledgors must purchase the general order GME to enter the site, which leads to the acceleration of GME circulation; the general order required for entering the site and the general order required for withdrawal of handling fees enter the destruction mechanism, which leads to the decrease of GME quantity and the decrease of GME circulation, which leads to the higher GME price;","Trust是一款集安全、开源、匿名于一体的移动区块链钱包应用，可以存储超过20,000种不同的基于ERC20的代币及BTC等，它能更好的帮助用户方便地管理自己的数字资产。":"Trust is a mobile blockchain wallet application that integrates security, open source and anonymity. It can store more than 20000 different tokens and BTCs based on erc20. It can help users manage their digital assets more easily.","以太坊矿工除了传统挖矿赚钱外，更多的是想通过入场更多验证节点和委托质押挖矿用户，造势成为更有竞争力的大型节点服务商，从而带动以太坊2.0质押挖矿领域的发展。":"In addition to making money from traditional mining, the miner of Ethereum wants to become a more competitive large-scale node service provider through entering more verification nodes and entrusted pledge mining users, so as to drive Ethereum Two The development of pledge mining.","7、参与质押挖矿的通令自动销毁，直到剩下3000万枚时，通令不再进行销毁。指定兑振为10枚GME时，启动进入国际主流交易所进行交易，也可点对点自由进行交易。":"7. The general order to participate in the pledged mining will be destroyed automatically, until the remaining 30 million pieces, the general order will not be destroyed. When the designated exchange is 10 Gmes, it will start to enter into the international mainstream exchange for trading, or point-to-point free trading.","7、参与质押挖矿的通令自动销毁，直到剩下3000万枚时，通令不再进行销毁。指定兑振为10枚GME时，启动进入国际主流交易所进行交易，也可点对点自由进行交易；":"7、 The general order to participate in the pledged mining will be destroyed automatically, until the remaining 30 million pieces, the general order will not be destroyed. When the designated exchange is 10 Gmes, it will start to enter into the international mainstream exchange for trading, or point-to-point free trading;","任何单位组织或个人无法操控合约规则和⽀配资产，有效保证了所有参与玩家资⾦安全性和游戏规则的公平性，是最合理、最安全，也是当下最前沿最科学的商业规则。":"No organization or individual can control the contract rules and ⽀ distribution assets, effectively ensuring the safety of all players' assets and the fairness of the game rules. It is the most reasonable, safest and the most cutting-edge and scientific business rules at present.","很强大。因为它的技术在以太坊公链上不需升级，链上永续运行，由智能合约自动执行！采用最新多线性映射和同态加密技术ETH质押和结算进行安全防护；":"It's powerful. Because its technology does not need to be upgraded on the public chain of Ethereum, and it runs continuously on the chain, and is automatically executed by the smart contract! Adopt the latest multilinear mapping and homomorphic encryption technology eth pledge and settlement for security protection;","在去中心化的IMtoken和Trust钱包上操作提现！秒提秒到。首创实现空中指令提现，无需登录以太坊节点联盟平台，也可以秒提！":"Operate cash withdrawal on decentralized imtoken and trust wallets! Second to second. It is the first to realize the air command withdrawal, which can also be realized in seconds without logging into the Ethereum node alliance platform!","质押者是那些未运行验证节点的ETH持有者，质押者将ETH在以太节点联盟DApp上委托给验证节点进行质押挖矿并获得委托收益。":"The pledgor is the ETH holder who does not run the verification node. The pledgor entrusts the ETH on the DAPP of the Ethernet node alliance to the verification node to mine the pledge and obtain the entrusted income.","参与质押挖矿成功即可获取专属邀请链接邀请好友参与，您将获得整个团队相应比例的收益，邀请人数越多，获得邀请奖励越多！":"If you participate in pledge mining successfully, you can get exclusive invitation link and invite friends to participate. You will get the corresponding proportion of income of the whole team. The more people you invite, the more rewards you will receive!","参与投币成功即可获取专属邀请链接邀请好友参与，您将获得整个团队相应比例的收益，邀请人数越多，获得邀请奖励越多！":"You can get exclusive invitation link to invite friends to participate if you participate in the coin investment successfully. You will get the corresponding proportion of income of the whole team. The more people you invite, the more rewards you will receive!","2017年全球交易量最大加密货币交易所币安Binance完成了对以太坊移动钱包Trust Wallet的收购。":"In 2017, Diane binance, the largest cryptocurrency exchange in the world, completed the acquisition of Ethereum mobile wallet trust wallet.","（1）利息收益：以太坊验证节点通过质押者的增加，POS挖矿产生的收益增加，从而分配给质押者更多的收益；":"(1) Interest income: through the increase of the pledgor in the Ethereum verification node, the income generated by POS mining increases, so as to allocate more income to the pledgor;","5、参与质押挖矿需要相应的GME方可参与，参与质押挖矿需销毁质押额10%当前价值的通令GME。":"5. Only GME can participate in the pledged mining, and GME with current value of 10% of the pledged amount needs to be destroyed.","5、参与质押挖矿需要相应的GME方可参与，参与质押挖矿需销毁质押额10%当前价值的通令GME；":"5、 Only GME can participate in the pledged mining, and GME with current value of 10% of the pledged amount needs to be destroyed;","Trust于2017年推出DAPPS浏览器，是最早开放DApp应用的一款区块链轻钱包。":"Trust launched dapps browser in 2017, which is the first blockchain light wallet to open DAPP applications.","1、代币名称：GME（Gold Mine of Ethereum）中文名：以太金矿；":"1、Token Name: GME (gold mine of Ethereum) Chinese Name: ether gold mine;","imToken是一款移动端轻钱包App，私钥用户自持且轻便易用安全的区块链轻钱包。":"Imtoken is a mobile light wallet app, which is self-contained, portable, easy to use and secure.","质押挖矿和智能合约完美结合，将会带动整个去中心化金融（DeFi）行业的蓬勃发展。":"The perfect combination of pledge mining and smart contract will drive the vigorous development of the whole decentralized financial industry.","1、代币名称：GME（GoldMineofEthereum）中文名：以太金矿；":"1. Token Name: GME (goldmineofethereum) Chinese Name: aether gold;","2、点击界面“下载Android APK”即可安装imToken钱包；":"2. Click \"download Android APK\" to install imtoken wallet;","温馨提示：所有赠送的激活码必须在正式启动质押挖矿即上线前使用，过期无效":"Warm tip: all the free activation codes must be used before the official start of pledged mining, i.e. online, which is invalid after expiration","2、下载“百度手机助手”在百度手机助手输入“Trust”搜索下载。":"2. Download \"Baidu mobile assistant\" in Baidu mobile assistant input \"trust\" search download.","（3）GME在去中心化金融DeFi的生态中广泛应用流通而产生升值。":"(3) GME is widely used in the ecology of decentralized financial defi, resulting in appreciation.","答：在未结算收益区域点击结算，转入可提现收益区域后，即可秒提到钱包":"A: click settlement in the unsettled income area and transfer to the withdrawable income area, then the wallet will be mentioned in seconds","在未结算收益区域点击结算，转入可提现收益区域后，即可秒提到钱包":"Click settlement in the unsettled income area and transfer to the withdrawable income area, then the wallet can be mentioned in seconds","答：质押实时生效，生效后24小时开始获得委托质押挖矿收益。":"A: the pledge will take effect in real time, and the proceeds from mining will be obtained 24 hours after it takes effect.","4、发行通令GME所得ETH全部进入以太节点联盟合约地址。":"4. All eth obtained by issuing GME command will enter the contract address of Ethernet node alliance.","4、发行通令GME所得ETH全部进入以太节点联盟合约地址；":"4、 All eth obtained by issuing GME command will enter the contract address of Ethernet node alliance;","质押实时生效，生效后24小时开始获得委托质押挖矿收益。":"The pledge takes effect in real time, and starts to obtain the entrusted pledge mining income 24 hours after it takes effect.","选择Android版本下载安装好，并按提示创建钱包。":"Select the Android version to download and install, and follow the prompts to create a wallet.","8、全球所有参与质押挖矿用户都需支付相应比例的通令；":"8. All users participating in the pledged mining in the world are required to pay corresponding proportion of orders;","注：所有激活码必须在质押挖矿上线前激活，过期无效。":"Note: all activation codes must be activated before the pledged mining goes online, which is invalid after expiration.","一、Gold Mine of Ethereum简介":"一、Gold Mine of Ethereum Introduction","3、定量发行：总量1.6亿枚，智能合约销毁机制；":"3. Quantitative issuance: a total of 160 million, smart contract destruction mechanism;","注:所有参与者必须先购买通令GME才能进场":"Note: all participants must purchase GME before entering the site","注:激活码请在规定时间使用，否则激活码无效":"Note: please use the activation code within the specified time, otherwise the activation code is invalid","9、质押何时生效，质押后多久开始获得收益？":"9. When does the pledge come into effect and how long does it begin to gain income?","1、在手机浏览器打开Trust钱包官网：":"1. Open trust wallet website in mobile browser:","10、ETH提现一般什么时候到账？":"10. When does the withdrawal of eth usually arrive?","4、质押挖矿的资金如何保证安全？":"4. How to guarantee the safety of pledged mining funds?","8、质押者质押ETH有哪些收益？":"8. What are the proceeds of Pledgor pledging eth?","下载imToken2.0钱包：":"Download imtoken2.0 Wallet:","2、以太节点联盟能长久运作吗？":"2. Can the etheric node alliance operate for a long time?","马上参与质押挖矿\u000b，获取链接":"Participate in the pledge mining now, get the link","2、代币双链名称：GMEE；":"2. Token double chain name: gmee;","正在获取资金账户授权...":"Getting fund account authorization","马上参与质押挖矿，获取链接":"Get link","1、以太节点联盟是什么？":"1. What is the Ethernet node alliance?","5、提现会出现不到账吗？":"5. Will cash withdrawal fail to reach the account?","节点期抢购总量(GME)":"Total rush (GME)","请检查网络设置或稍后重试":"请检查网络设置或稍后重试","质押参与总量(ETH)":"Participation (ETH)","全球总购买量(GME)":"Total purchases (GME)","全球消耗总量(GME)":"Total consumption (GME)","参与质押总量（ETH）":"Total pledge (ETH)","全球总流通量(GME)":"Global total flux (GME)","联盟援助金(ETH)":"Alliance aid (ETH)","合伙人基金(ETH)":"Partnership Fund (ETH)","imToken官网；":"Imtoken official website;","下载Trust钱包：":"Download trust Wallet:","7、什么是验证节点？":"7. What is a validation node?","正在加载记录...":"Loading records","imToken教程":"Imtoken tutorial","正在处理交易...":"Processing transaction","请输入正确的推荐码":"Please enter the correct recommendation code","6、什么是质押者？":"6. What is a pledgor?","请输入推荐人地址":"Please enter the address of the recommender","精英奖(ETH)":"Elite Award (ETH)","1、用浏览器打开":"1. Open with browser","3.技术强大吗？":"3. Is the technology powerful?","哎呀！网络不给力":"哎呀！网络不给力","3、技术强大吗？":"3、Is technology powerful?","已复制到剪切板":"Copied to clipboard","数量(ETH)":"Quantity (ETH)","动静态出局还差":"Dynamic and static exit is still poor","Trust教程":"Trust tutorial","请输入购买数量":"Purchase quantity","通令GME说明":"GME instructions","请输入邀请码":"Please enter the invitation code","请输入推荐码":"Please enter the recommendation code","请输入激活码":"Please enter the activation code","激活码不正确":"Incorrect activation code","部分验证节点":"Partial verification node","我的静态收益":"My static income","您的邀请链接":"Your invitation link","复制邀请链接":"Copy invitation link","以太节点联盟":"Ethernet Node Alliance","GME可提现":"GME withdrawal","金额不正确":"Incorrect amount","创世小节点":"Genesis node","创世中节点":"Node in creation","创世大节点":"Genesis node","布道合伙人":"Preaching partner","交易已取消":"Transaction cancelled","合约运行在":"Contract runs on","请输入金额":"Please enter the amount","VIP级别":"VIP level","可提现收益":"Withdrawable income","未结算收益":"Unsettled income","联盟合伙人":"Alliance partner","返回上一页":"返回上一页","请切换为":"Please switch to","复制成功":"Copy successful","普通节点":"Common node","购买成功":"Successful purchase","购买失败":"Purchase failed","当前账户":"Current account","操作成功":"Operation successful","请先投资":"Please invest first","暂无数据":"No data available","复制失败":"copy failed","购买通令":"Purchase order","操作失败":"operation failed","资产明细":"Asset details","分享推广":"Sharing and promotion","联盟简介":"Alliance profile","钱包教程":"Wallet tutorial","常见问题":"common problem","会员中心":"Membership Center","通令兑振":"Tongling Exchange","当前价格":"Current price","参与记录":"Record","质押级别":"Pledge level","节点级别":"Node level","动态收益":"Dynamic benefits","邀请链接":"Invitation","我的分享":"My share","用户ID":"User ID","累计质押":"Accumulated pledge","直推人数":"Number of direct push","直推业绩":"Direct performance","质押规则":"Pledge rules","合约源码":"contract","质押数量":"Pledge quantity","上级ID":"Superior ID","社区明细":"Community","购买数量":"Number","可得通令":"Available","确认购买":"Confirm purchase","购买记录":"Purchase record","一键复制":"One click Copy","静态收益":"Static income","激活码":"Activation code","已使用":"Used","倒计时":"count down","邀请码":"Invitation code","推荐码":"Recommender code","手续费":"Service charge for withdrawal","网络":"network","等级":"Grade","复制":"copy","余额":"balance","状态":"state","参与":"Participate","主网":"Main network","提币":"Withdraw money","分享":"share","首页":"home page","确认":"confirm","序号":"Serial number","记录":"Record","提示":"Tips","结算":"Settlement","提现":"Cash withdrawal","重试":"重试","无":"nothing"}
