{"质押挖矿是基于以太坊智能合约开发出来的一种把验证节点和质押者联合起来的经济激励行为。所有用户质押的以太币都储存在以太坊区块链的智能合约里，即使技术开发人员或者用户都无法随意拿走这些以太币。一旦在预期时间内完成了利息，智能合约就会执行相应代码把以太币转到用户的账户上。此种质押挖矿的智能合约一旦发布到以太坊区块链上，所有的代码都无法被修改或者篡改。":"質権押出採掘はエーテル坊の知能契約に基づいて開発された検証ノードと質権設定者を結合させた経済的激励行為である。すべてのユーザーが質権設定したエーテル貨幣はエーテル坊ブロックチェーンの知能契約に保存されています。技術開発者やユーザーが勝手にこれらのエーテル貨幣を持っていくことができなくても。予定時間内に利息が完了すると、スマート契約は該当コードを実行してイーサドルをユーザーの口座に転送します。この種の質権押収鉱山の知能契約は一旦エーテル坊ブロックチェーンに発表されたら、すべてのコードは修正されたり改竄されたりすることができない。","6、参与质押挖矿需要相应的通令，初始1个ETH兑换10000枚通令，GME每被兑换100万枚，智能合约自动执行兑换递减10%的GME,即：1ETH兑换9000枚GME、、8000枚、7000枚、6000枚、5000枚结束第一阶段兑换递减，即进入正式上线，GME每被兑换20万枚，兑换递减10%的GME，直到1ETH兑换10枚GME，不再递减。":"6、質権押収に参与するには相応の通令が必要で、初期のETHは10000枚の通令を両替して、GMEは100万枚両替されます。知能契約は自動的に10%のGMEを両替して、つまり、1 ETHは9000枚のGME、8000枚、7000枚、6000枚、5000枚を両替して、第一段階で両替して逓減します。つまり正式オンラインに入ります。GMEは20万枚両替されるごとに、10%のGMEを逓減します。","6、参与质押挖矿需要相应的通令，初始1个ETH兑换10000枚通令，GME每被兑换500万枚，智能合约自动执行兑换递减10%的GME,即：1ETH兑换9000枚GME、、8000枚、7000枚、6000枚、5000枚结束第一阶段兑换递减，即进入正式上线，GME每被兑换20万枚，兑换递减10%的GME，直到1ETH兑换10枚GME，不再递减；":"6、質権押収に参与するには相応の通令が必要で、初期のETHは10000枚の通令を両替して、GMEは500万枚両替されます。知能契約は自動的に10%のGMEを両替して、つまり、1 ETHは9000枚のGME、8000枚、7000枚、6000枚、5000枚を両替して、第一段階で両替して逓減します。つまり正式オンラインに入ります。GMEは20万枚両替されます。10%のGMEを逓減します。1 ETHは10枚のGMEに両替します。もう逓減しません。","是的，以太节点联盟不是盘子，也不是一个项目，它是基于以太坊的应用工具，自动运行质押挖矿、发行币、自带激烈机制、封存在区块上、全部链上运行、前端和后端代码100%开源、数据真实可查、没有后门程序。由于无需升级维护，无法篡改，模式和制度永远不会改变。同时采用多线性映射和同态加密技术，防止黑客攻击，保证在以太坊智能合约中永续运作。":"はい、エーテルノード連盟はお皿ではなく、プロジェクトでもありません。エーテル坊の応用ツールに基づいて、自ら質権押出・採掘、貨幣発行、激しいメカニズムを持参して、ブロックに封鎖して、全部のチェーン上で運行します。アップグレードしてメンテナンスする必要がないので、改ざんできません。モードと制度はいつまでも変わりません。同時に多線形マッピングと同形暗号化技術を採用して、ハッカーの攻撃を防止し、エーテル坊の知能契約において継続的に動作することを保証します。","以太节点联盟的验证节点角色类似以太坊矿工，首先要质押32个ETH给以太坊2.0主网（目前质押在Topaz上）成为验证者，并有技术团队运行以太坊全节点网络进行PoS挖矿，维护以太坊网络的正常运行。以太坊验证节点在区块链网络中产生新的区块并获得出块收益，同时也必须对以太坊社区治理提案进行各种事务投票。":"エーテルノード連盟の検証ノードの役割はエーテル坊の鉱夫と似ています。まず、32個のETHをエーテル坊2.0のホームネットワーク（現在はTopazに質権をかけている）に質権設定して検証者となり、技術チームがエーテル坊の全ノードネットワークを実行してPoS採掘を行い、エーテル坊ネットワークの正常な運営を維持します。エーテル坊検証ノードはブロックチェーンネットワークに新たなブロックを生み出し、ブロック収益を獲得するとともに、エーテル坊コミュニティ整備提案に対して各種事務投票を行わなければならない。","非常安全。因为没有人能私自动用资金！全由以太坊的智能合约控制。把所有进入的委托资产的数字货币封装在以太坊底层的区块合约地址里，进行加密，以及对奖金高频复杂算法的加密传送，并将质押账户资产转入冷钱包地址，避免黑客对结算系统的账户攻击。":"とても安全です。資金を勝手に使う人がいないからです。すべてエーテル坊の知能契約によってコントロールされます。入力したすべての委託資産のデジタル通貨をエーテル坊の下のブロック契約の住所に封入して暗号化し、ボーナスの高周波複雑アルゴリズムの暗号化転送を行い、質権設定口座の資産をコールドウォレットの住所に移動し、ハッカーが決済システムの口座に攻撃することを避ける。","imToken支持BTC、ETH、EOS等多链资产类型，它旨在为普通用户提供一款安全放心、简单好用、功能强大的数字资产钱包应用，且imToken 2.0版本是全球为数不多的支持DApp应用的区块链知名钱包，让智能合约触手可及。":"imTokenはBTC、ETH、EOSなどのマルチチェーン資産タイプをサポートしており、一般ユーザーに安全安心、簡単で使いやすい、機能が強いデジタル資産ウォレットの応用を提供することを目的としており、imToken 2.0バージョンは世界有数のDAppアプリケーションをサポートするブロックチェーンの有名なウォレットであり、知能契約の触手が及ぶようにしています。","以太节点联盟是由一群来自全球深网极客、以太坊验证节点和ATOM原技术团队强强联合发起，采用最新多线性映射和同态加密防护技术，把币圈和矿圈联系到一起，并建立在公平公开的全球第一公链以太坊之上，形成的完全去中心化一个自治组织。":"エーテルノード連盟は、全世界のネットユーザー、エーテル坊検証ノードとATOM元技術チームが強力に連携して開始し、最新の多線形マッピングと同状態暗号化防護技術を採用し、貨幣圏と鉱輪を結びつけ、公平に公開された世界第一公鎖エーテル坊の上に構築し、形成された完全に中心化された自治体組織である。","以太节点联盟是由一群来自全球深网极客、以太坊验证节点和ATOM原技术团队强强联 合，采用最新多线性映射和同态加密技术，把币圈和矿圈联系到一起，并建立在公平公正公开的全球第一公链以太坊之上，实现一个完全去中心化自治平台。":"エーテルノード連盟は、全世界のネットユーザーから、エーテル坊検証ノードとATOM原技術チームが強く連携し、最新の多線形マッピングと同状態暗号技術を採用して、貨幣圏と鉱輪を結びつけ、公平で公正に公開された世界第一公鎖エーテル坊の上に建て、完全にセンター化された自治プラットフォームを実現します。","以太节点联盟是由一群来自全球深网极客、以太坊验证节点和ATOM原技术团队强强联合，采用最新多线性映射和同态加密技术，把币圈和矿圈联系到一起，并建立在公平公正公开的全球第一公链以太坊之上，实现一个完全去中心化自治平台。":"エーテルノード連盟は、全世界のネットユーザーから、エーテル坊検証ノードとATOM原技術チームが強く連携し、最新の多線形マッピングと同状態暗号技術を採用して、貨幣圏と鉱輪を結びつけ、公平で公正に公開された世界第一公鎖エーテル坊の上に建て、完全にセンター化された自治プラットフォームを実現します。","9、以太节点联盟是一个独立的DApp，GME与ETH智能合约联动，按照智能合约兑振，等量递减发行。GME存储在每位参与者的私人钱包地址，可以实现点对点的自由交易，极大地丰富和繁荣ETH2.0质押挖矿生态；":"9、エーテルノード連盟は独立したDAppで、GMEとETH知能契約は連動して、知能契約によって振替し、等量逓減して発行します。GMEは各参加者の個人の財布の住所に保存して、ポイントの自由取引を実現できます。極めて豊富で繁栄しています。","（2）增长收益：所有质押者必须购买通令GME进场，导致GME加速流通；入场所需的通令和提现手续费所需的通令进入销毁机制，导致GME 数量递减，变得流通量越来越少，从而导致GME价格就越来越高；":"（2）成長収益：すべての質権設定者が全GMEを購入して入場させなければならないため、GMEの流通が加速される。入場に必要な通令と現金引き出しに必要な命令は破壊メカニズムに入り、GMEの数量が減少し、流通量がますます少なくなり、GMEの価格がますます高くなる。","Trust是一款集安全、开源、匿名于一体的移动区块链钱包应用，可以存储超过20,000种不同的基于ERC20的代币及BTC等，它能更好的帮助用户方便地管理自己的数字资产。":"Trustは安全、オープンソース、匿名の一体のモバイルブロックチェーンウォレットアプリケーションであり、20,000種類以上の異なるERC 20ベースのトークンやBTCなどを記憶してもよく、ユーザーが自分のデジタル資産を便利に管理するのを助けることができます。","以太坊矿工除了传统挖矿赚钱外，更多的是想通过入场更多验证节点和委托质押挖矿用户，造势成为更有竞争力的大型节点服务商，从而带动以太坊2.0质押挖矿领域的发展。":"エーテル坊の鉱夫は伝統的な採掘以外に、もっと多いのは入場を通じてもっと多くの検証ノードと質権押収を通じて鉱山を掘るユーザーを委託して、もっと競争力のある大規模なノードサービス業者になるように宣伝して、エーテル坊2.0の質権押収・採掘分野の発展を促進したいです。","7、参与质押挖矿的通令自动销毁，直到剩下3000万枚时，通令不再进行销毁。指定兑振为10枚GME时，启动进入国际主流交易所进行交易，也可点对点自由进行交易。":"7、質権押収に参与して鉱山を掘る命令は自動的に廃棄し、3000万枚を残した時には、すべて廃棄しないようにする。振替を10枚のGMEと指定した場合、国際主流取引所で取引を開始し、点を自由に取引することもできます。","7、参与质押挖矿的通令自动销毁，直到剩下3000万枚时，通令不再进行销毁。指定兑振为10枚GME时，启动进入国际主流交易所进行交易，也可点对点自由进行交易；":"7、質権押収に参与して鉱山を掘る命令は自動的に廃棄し、3000万枚を残した時には、すべて廃棄しないようにする。振替を10枚のGMEと指定した場合、国際主流取引所に入る取引を開始し、点を自由に取引することもできます。","任何单位组织或个人无法操控合约规则和⽀配资产，有效保证了所有参与玩家资⾦安全性和游戏规则的公平性，是最合理、最安全，也是当下最前沿最科学的商业规则。":"いかなる組織や個人が契約規則と支持資産を操作できなくて、効果的にすべての参加者の資金安全性とゲームルールの公平性を保証しています。","很强大。因为它的技术在以太坊公链上不需升级，链上永续运行，由智能合约自动执行！采用最新多线性映射和同态加密技术ETH质押和结算进行安全防护；":"とても強いです。その技術はエーテル坊の公開チェーンにアップグレードする必要がないので、チェーン上で継続して運行します。知能契約によって自動的に実行されます。最新の多線形マッピングと同形暗号化技術ETH質権設定と決済を採用して安全防護を行う。","在去中心化的IMtoken和Trust钱包上操作提现！秒提秒到。首创实现空中指令提现，无需登录以太坊节点联盟平台，也可以秒提！":"中心化したIMtokenとTrustの財布で操作してください。秒単位で。創始者は空中コマンドの提現を実現して、エーテル坊ノード連盟プラットフォームに登録する必要がなくて、秒ごとに提することもできます。","质押者是那些未运行验证节点的ETH持有者，质押者将ETH在以太节点联盟DApp上委托给验证节点进行质押挖矿并获得委托收益。":"質権設定者は検証ノードを実行していないETHの所有者であり、質権設定者はETHをエーテルノード連盟DAppに検証ノードに質権押収・採掘を委託し、委託収益を得る。","参与质押挖矿成功即可获取专属邀请链接邀请好友参与，您将获得整个团队相应比例的收益，邀请人数越多，获得邀请奖励越多！":"掘削成功に参与すれば、専属招待リンクを獲得して友達を誘って参加します。チーム全体の相応の比率の収益を獲得します。招待人数が多くなり、招待賞が多くなります。","参与投币成功即可获取专属邀请链接邀请好友参与，您将获得整个团队相应比例的收益，邀请人数越多，获得邀请奖励越多！":"コイン投入の成功に参加すれば、専属招待リンクを獲得して友達を誘って参加します。全体のチームの相応する比率の収益を獲得します。招待人数が多いほど、招待賞が多くなります。","2017年全球交易量最大加密货币交易所币安Binance完成了对以太坊移动钱包Trust Wallet的收购。":"2017年世界最大暗号化通貨取引所貨幣安Binanceはエーテル坊のモバイルウォレットTrust Walletの買収を完了しました。","（1）利息收益：以太坊验证节点通过质押者的增加，POS挖矿产生的收益增加，从而分配给质押者更多的收益；":"（1）利息収益：エーテル坊検証ノードが質権設定者の増加を通じて、POS採掘による収益が増加し、質権設定者により多くの収益を分配する。","5、参与质押挖矿需要相应的GME方可参与，参与质押挖矿需销毁质押额10%当前价值的通令GME。":"5、質権押収に参与するには相応のGMEが参加でき、質権押収に参与するには質権設定額の10%の現在価値を廃棄する通令GMEが必要である。","5、参与质押挖矿需要相应的GME方可参与，参与质押挖矿需销毁质押额10%当前价值的通令GME；":"5、質権押収に参与するには相応のGMEが参加でき、質権押収に参与するには質権設定額の10%の現在価値を廃棄する必要があるという通令GMEが必要である。","Trust于2017年推出DAPPS浏览器，是最早开放DApp应用的一款区块链轻钱包。":"Trustは2017年にDAPPSブラウザを発売し、最初にDAppアプリケーションを開放したブロックチェーンの軽い財布です。","1、代币名称：GME（Gold Mine of Ethereum）中文名：以太金矿；":"1、トークン名：GME（Gold Mine of Ethereum）中国語名：エーテル金鉱；","imToken是一款移动端轻钱包App，私钥用户自持且轻便易用安全的区块链轻钱包。":"imTokenはモバイル端末の軽い財布アプリで、秘密鍵ユーザーが自分で持ち、手軽で使いやすい安全なブロックチェーンの軽い財布です。","质押挖矿和智能合约完美结合，将会带动整个去中心化金融（DeFi）行业的蓬勃发展。":"質権は鉱山と知能契約を掘り起こして完璧に結び付けて、全体を動かして中心化の金融（DeFi）の業界の盛んな発展に行きます。","1、代币名称：GME（GoldMineofEthereum）中文名：以太金矿；":"1、トークン名：GME（GoldMineoff Ethereum）中国語名：エーテル金鉱；","2、点击界面“下载Android APK”即可安装imToken钱包；":"2、画面をクリックして「Android APKをダウンロード」すれば、imToken財布をインストールできます。","温馨提示：所有赠送的激活码必须在正式启动质押挖矿即上线前使用，过期无效":"暖かい提示：すべての贈呈されたアクティブコードは正式に質押・採掘を開始する前に使用しなければなりません。期限が過ぎたら無効になります。","2、下载“百度手机助手”在百度手机助手输入“Trust”搜索下载。":"2、「Baiduの携帯アシスタント」をダウンロードして、Baiduの携帯アシスタントに「Trust」を入力してダウンロードを検索します。","（3）GME在去中心化金融DeFi的生态中广泛应用流通而产生升值。":"（3）GMEは、中心化した金融DeFiに行く生態系において流通を広く応用して価値を生む。","答：在未结算收益区域点击结算，转入可提现收益区域后，即可秒提到钱包":"未決算収益エリアで決算をクリックして、現金引き出し可能エリアに移動したら、秒で財布に言及できます。","在未结算收益区域点击结算，转入可提现收益区域后，即可秒提到钱包":"未決算収益エリアで決算をクリックして、収益範囲を引き出したら、秒で財布に言及できます。","答：质押实时生效，生效后24小时开始获得委托质押挖矿收益。":"質権設定は即時に有効となり、発効後24時間から委託質権押収・採掘収益を獲得する。","4、发行通令GME所得ETH全部进入以太节点联盟合约地址。":"4、命令を発行するGME所得ETHは全部エーテルノード連盟の契約住所に入る。","4、发行通令GME所得ETH全部进入以太节点联盟合约地址；":"4、命令GME所得ETHを発行して全部エーテルノード連盟の契約住所に入る。","质押实时生效，生效后24小时开始获得委托质押挖矿收益。":"質権設定は即時に発効し、発効後24時間から委託質権押収・採掘収益を獲得する。","选择Android版本下载安装好，并按提示创建钱包。":"Androidのバージョンを選択してインストールし、ヒントに従ってウォレットを作成します。","8、全球所有参与质押挖矿用户都需支付相应比例的通令；":"8、全世界のすべての質権押収・採掘に参加するユーザーはそれぞれの割合の通令を支払う必要がある。","注：所有激活码必须在质押挖矿上线前激活，过期无效。":"注：すべてのアクティブコードは質権押出採掘ライン前にアクティブにしなければなりません。期限が過ぎたら無効になります。","一、Gold Mine of Ethereum简介":"Ethereumの一重金鉱","3、定量发行：总量1.6亿枚，智能合约销毁机制；":"3、定量発行：総量1.6億枚、知能契約破壊メカニズム；","注:所有参与者必须先购买通令GME才能进场":"注：すべての参加者は先に全令GMEを購入してから入場できます。","注:激活码请在规定时间使用，否则激活码无效":"注：アクティブコードは所定の時間で使用してください。さもなければ、アクティブコードは無効です。","9、质押何时生效，质押后多久开始获得收益？":"9、質権設定はいつ発効しますか？","1、在手机浏览器打开Trust钱包官网：":"1、携帯ブラウザでTrustウォレット公式サイトを開く：","10、ETH提现一般什么时候到账？":"10、ETHは普通いつ入金しますか？","4、质押挖矿的资金如何保证安全？":"4、質権設定で採掘した資金はどうやって安全を保証しますか？","8、质押者质押ETH有哪些收益？":"8、質権設定者がETHを抵当するとどのような収益がありますか？","下载imToken2.0钱包：":"imToken 2.0財布をダウンロード:","2、以太节点联盟能长久运作吗？":"2、エーテルノード連盟は長く動作しますか？","马上参与质押挖矿\u000b，获取链接":"すぐに質権設定に参加し、リンクを取得します。","2、代币双链名称：GMEE；":"2、トークンチェーン名：GMEE；","正在获取资金账户授权...":"資金口座の授権を取得しています。","马上参与质押挖矿，获取链接":"すぐに質権押収に参加し、リンクを取得します。","1、以太节点联盟是什么？":"1、エーテルノード連盟は何ですか？","5、提现会出现不到账吗？":"5、現金を引き出すと入金できませんか？","节点期抢购总量(GME)":"買い占め総量（GME）","请检查网络设置或稍后重试":"请检查网络设置或稍后重试","质押参与总量(ETH)":"質権参加総量（ETH）","全球总购买量(GME)":"グローバル総購入量（GME）","全球消耗总量(GME)":"全世界消費総量（GME）","参与质押总量（ETH）":"抵当総量（ETH）","全球总流通量(GME)":"全世界総流束（GME）","联盟援助金(ETH)":"連合援助金（ETH）","合伙人基金(ETH)":"パートナー基金（ETH）","imToken官网；":"imToken公式サイト","下载Trust钱包：":"Trustウォレットをダウンロード:","7、什么是验证节点？":"7、検証ノードとは？","正在加载记录...":"記録を読み込み中..。","imToken教程":"imToken教程","正在处理交易...":"取引を処理しています。","请输入正确的推荐码":"正しい推奨コードを入力してください。","6、什么是质押者？":"6、何が質権設定者ですか？","请输入推荐人地址":"推薦者住所を入力してください。","精英奖(ETH)":"エリート賞（ETH）","1、用浏览器打开":"1、ブラウザで開く","3.技术强大吗？":"3.技術が強いですか？","哎呀！网络不给力":"哎呀！网络不给力","3、技术强大吗？":"3、技術が強いですか？","已复制到剪切板":"クリップボードにコピーしました。","数量(ETH)":"数量（ETH）","动静态出局还差":"静的アウトになる","Trust教程":"Trust教程","请输入购买数量":"入力してください","通令GME说明":"全令GME説明","请输入邀请码":"招待コードを入力してください","请输入推荐码":"推薦コードを入力してください","请输入激活码":"アクティブコードを入力してください","激活码不正确":"アクティブコードが不正です","部分验证节点":"部分認証ノード","我的静态收益":"私の静的収益","您的邀请链接":"招待リンク","复制邀请链接":"招待リンクをコピー","以太节点联盟":"エーテルノード同盟","GME可提现":"GMEの提示が可能です","金额不正确":"金額が不正です","创世小节点":"創世の小さなノード","创世中节点":"創世中ノード","创世大节点":"創世の大ノード","布道合伙人":"布道パートナー","交易已取消":"取引はキャンセルされました","合约运行在":"契約は","请输入金额":"金額を入力してください","VIP级别":"VIPレベル","可提现收益":"現金引受益","未结算收益":"未決算収益","联盟合伙人":"アライアンスパートナー","返回上一页":"返回上一页","请切换为":"に切り替えてください","复制成功":"コピー成功","普通节点":"一般ノード","购买成功":"購入成功","购买失败":"購入に失敗しました","当前账户":"現在のアカウント","操作成功":"操作が成功しました","请先投资":"先に投資してください","暂无数据":"データがありません","复制失败":"コピーに失敗しました","购买通令":"購入命令書","操作失败":"操作に失敗しました","资产明细":"資産の内訳","分享推广":"普及を分かち合う","联盟简介":"リーグ概要","钱包教程":"ウォレット教程","常见问题":"よくある問題","会员中心":"会員センター","通令兑振":"命令を出して奮い立つ","当前价格":"現在の価格","参与记录":"参加レコード","质押级别":"質権設定レベル","节点级别":"ノードレベル","动态收益":"ダイナミック収益","邀请链接":"招待リンク","我的分享":"私の共有","用户ID":"ユーザID","累计质押":"抵当を積算する","直推人数":"人数をまっすぐに推す","直推业绩":"業績を直進する","质押规则":"質権設定規則","合约源码":"契約のソースコード","质押数量":"質権設定数量","上级ID":"上位ID","社区明细":"内訳","购买数量":"購入数量","可得通令":"トークン","确认购买":"購入確認","购买记录":"購入記録","一键复制":"キーでコピー","静态收益":"静的収益","激活码":"アクティブコード","已使用":"使用済み","倒计时":"カウントダウン","邀请码":"招待コード","推荐码":"推奨コード","手续费":"手数料","网络":"ネットワーク","等级":"レベル","复制":"コピー","余额":"残額","状态":"状態","参与":"参加する","主网":"メインネットワーク","提币":"貨幣を受け取る","分享":"分かち合う","首页":"最初のページ","确认":"確認","序号":"番号付け","记录":"記録","提示":"ヒント","结算":"勘定を締める","提现":"現金で出す","重试":"重试","无":"なし"}
